Repository: Innoventum-oy/fiteens
Catalog: lib/l10n/intl_*.arb
Languages: et, fi

source: About
et: Teave
fi: Tietoja

source: Account created
et: Konto loodud
fi: Tili luotu

# accountDeleted
source: User account deleted
et: Kasutajakonto kustutatud
fi: Käyttäjätili poistettu

source: Account Deletion
et: Konto kustutamine
fi: Tilin poistaminen

source: Achievements
et: Saavutused
fi: Saavutukset

source: Activities
et: Tegevused
fi: Tapahtumat

source: Activity
et: Tegevus
fi: Aktiviteetti

source: Activity calendar
et: Tegevuste kalender
fi: Tapahtumakalenteri

source: Activity level
et: Aktiivsustase
fi: Aktiivisuustaso

source: Activity recorded
et: Tegevus salvestatud
fi: Kirjaus tallennettu

# activityRegistrationFailed
source: Registering for activity failed
et: Tegevuse oleku värskendamine ebaõnnestus
fi: Aktiviteetin rekisteröinti epäonnistui

# activityRegistrationSaved
source: Registration saved
et: Tegevus märgitud tehtuks
fi: Aktiviteetin rekisteröinti onnistui

source: Added to list
et: Lisatud nimekirja
fi: Lisätty

source: Address
et: Aadress
fi: Osoite

# ageOver13
source: Are you 13+ years old?
et: Kas olete 13-aastane või vanem?
fi: Oletko yli 13-vuotias?

source: Answer saved
et: Vastus salvestatud
fi: Vastaus tallennettu

# appName
source: FiTeens *DRAFT*
et: FiTeens
fi: Fiteens

# authenticating
source: Authenticating ... Please wait
et: Autentimine ... Palun oota
fi: Kirjautuminen käynnissä

# btnConfirm
source: Confirm
et: Kinnita
fi: Vahvista

# btnContinue
source: Continue
et: Jätka
fi: Jatka

# btnDashboard
source: Open Dashboard
et: Ava juhtpaneel
fi: Etusivu

# btnLogin
source: Login
et: Logi sisse
fi: Kirjaudu

# btnReturn
source: Return
et: Tagasi
fi: Takaisin

# btnReturnBook
source: Return book
et: Tagasta raamat
fi: Poista lukulistalta

# btnSend
source: Send
et: Saada
fi: Lähetä

# btnSetNewPassword
source: Set Password
et: Määra parool
fi: Aseta salasana

# btnShow
source: Show
et: Näita
fi: Näytä

# btnTasks
source: Tasks
et: Ülesanded
fi: Tehtävät

# btnUseEmail
source: Use Email
et: Kasuta e-posti
fi: Käytä sähköpostiosoitetta

# btnUsePhone
source: Use Phone number
et: Kasuta telefoninumbrit
fi: Käytä puhelinnumeroa

# btnValidateContact
source: Validate contact information now
et: Valideeri kontaktandmed kohe
fi: Vahvista yhteystieto nyt

# btnValidateContactLater
source: Later
et: Hiljem
fi: Myöhemmin

source: Calendar
et: Kalender
fi: Kalenteri

source: Cancel
et: Tühista
fi: Peruuta

source: Cannot save empty form
et: Tühja vormi ei saa salvestada
fi: Täytä lomake ennen lähettämistä

source: Choose
et: Vali
fi: Valitse

source: Choose file
et: Vali fail
fi: Valitse tiedosto

source: Code accepted
et: Kood aktsepteeritud
fi: Koodi hyväksytty

source: Code scanned
et: Kood skaneeritud
fi: Koodi skannattu

# confirmDeletingAccount
source: Confirm user account deletion
et: Kinnita kasutajakonto kustutamine
fi: Vahvista käyttäjätilin poistaminen

source: Confirm password
et: Kinnita parool
fi: Vahvista salasana

source: Confirmation key
et: Kinnituse võti
fi: Vahvistusavain

source: Contact information
et: Kontaktandmed
fi: Yhteystiedot

# contactInformationValidated
source: Contact validated
et: Kontaktandmed valideeritud
fi: Yhteystieto vahvistettu

source: Contact method
et: Kontaktmeetod
fi: Yhteystieto

source: Contact methods
et: Kontaktmeetodid
fi: Yhteystiedot

source: Content not found
et: Sisu ei leitud
fi: Sisältöä ei voitu ladata

source: Could not open link
et: Linki ei saa avada
fi: Linkkiä ei voitu avata

source: Create account
et: Loo konto
fi: Luo käyttäjätili

source: Date range
et: Kuupäevavahemik
fi: Aikaväli

source: Delete account
et: Kustuta konto
fi: Poista tili

source: Delete your account
et: Kustuta oma konto
fi: Poista käyttäjätilisi

# deletingAccountCannotUndone
source: The user account is removed immediately. This action cannot be undone.
et: Kasutajakonto eemaldatakse kohe. Seda toimingut ei saa tagasi võtta.
fi: Tilin poistetaan lopullisesti. Tätä toimintoa ei voi peruuttaa.

# deletingAccountFailed
source: Failed to delete account
et: Konto kustutamine ebaõnnestus
fi: Tilin poistaminen epäonnistui

source: Discover
et: Avasta
fi: Tapahtumat

source: Download Certificate
et: Laadi alla tunnistus
fi: Lataa sertifikaatti

source: Download Open Badge
et: Laadi alla Open Badge
fi: Lataa Open Badge

source: Edit
et: Muuda
fi: Muokkaa

source: Email
et: E-post
fi: Sähköpostiosoite

source: Email or Phone number
et: E-post või telefoninumber
fi: Puhelinnumero tai sähköpostiosoite

# enterGroupCode
source: Enter your Group Code here
et: Sisesta oma grupikood siia
fi: Syötä ryhmäkoodi tähän

source: Enter new code
et: Sisesta uus kood
fi: Lisää uusi koodi

source: Enter password
et: Sisesta parool
fi: Anna salasana

source: Error
et: Viga
fi: Virhe

# errorsInForm
source: Errors in form contents
et: Vormi sisus on vigu
fi: Lomakkeen sisällössä on virheitä

source: Event Log
et: Sündmuste logi
fi: Tapahtumaloki

# failedToSaveAnswer
source: Could not save your answer
et: Vastuse salvestamine ebaõnnestus
fi: Vastausta ei voitu tallentaa

source: Feedback
et: Tagasiside
fi: Palaute

source: Feedback sent
et: Tagasiside saadetud
fi: Palaute lähetetty

source: Field cannot be empty
et: Väli ei saa olla tühi
fi: Kenttä ei voi olla tyhjä

source: First name
et: Eesnimi
fi: Etunimi

source: Flash Off
et: Välg välja
fi: Valo pois

source: Flash On
et: Välg sisse
fi: Valo päälle

source: Forgot password?
et: Unustasid parooli?
fi: Unohditko salasanan?

source: Form is empty
et: Vorm on tühi
fi: Lomake on tyhjä

source: Forms
et: Vormid
fi: Lomakkeet

source: Get code
et: Hangi kood
fi: Pyydä koodi

source: Great!
et: Suurepärane!
fi: Hienoa!

source: Group code
et: Grupikood
fi: Ryhmäkoodi

# guardianInfo
source: Guardian Information
et: Hooldaja teave
fi: Huoltajan tiedot vaaditaan

source: Guardian name
et: Hooldaja nimi
fi: Huoltajan nimi

source: Guardian phone
et: Hooldaja telefon
fi: Huoltajan puhelinnumero

source: Healthy food
et: Tervislik toitumine
fi: Terveellinen ruokavalio

source: Healthy lifestyle
et: Tervislik eluviis
fi: Terveellinen elämäntapa

# joinedToGroup
source: You have joined a new group
et: Liitusid uue grupiga
fi: Liittyminen uuteen ryhmään onnistui

# joiningGroupFailed
source: Failed to join group with given code
et: Grupiga liitmine ebaõnnestus antud koodiga
fi: Annetulla koodilla ei löytynyt ryhmää

# joiningToUserGroup
source: Joining to new Group
et: Liitumine uue grupiga
fi: Uuteen ryhmään liittyminen

source: Last name
et: Perekonnanimi
fi: Sukunimi

source: Library
et: Raamatukogu
fi: Resurssikirjasto

source: Loading
et: Laadimine
fi: ladataan

source: Locations
et: Asukohad
fi: Sijainnit

source: Login
et: Logi sisse
fi: Kirjautuminen

source: Login failed
et: Sisselogimine ebaõnnestus
fi: kirjautuminen epäonnistui

# loginTitle
source: Login
et: Logi sisse
fi: Kirjaudu sisään

source: Logout
et: Logi välja
fi: kirjaudu ulos

source: More information
et: Rohkem infot
fi: lisätiedot

source: My activities
et: Minu tegevused
fi: Omat harrastukset

source: My points
et: Minu punktid
fi: Pisteesi

source: My Score
et: Minu tulemus
fi: Omat pisteet

# navitem
source: {item, select, home{Home} calendar{Calendar} routines{Routines} mywellbeing{My Well-being} library{Library/Resources} dashboard{Dashboard} other{Menu:{item}}}
et: {item, select, home{Avaleht} calendar{Kalender} routines{Rutiinid} mywellbeing{Minu heaolu} library{Raamatukogu/Vahendid} dashboard{Juhtpaneel} other{Menüü:{item}}}
fi: {item, select, calendar{Kalenteri} routines{Harjoitusohjelma} mywellbeing{Oma hyvinvointi} library{Resurssikirjasto} home{Etusivu} other{Valikko:{item}}}

source: no
et: ei
fi: ei

# noActivitiesFound
source: Could not find any activities
et: Tegevusi ei leitud
fi: Ei aktiviteetteja

source: No contact methods found
et: Kontaktmeetodeid ei leitud
fi: Yhteystietoja ei löytynyt

source: No description
et: Kirjeldus puudub
fi: Ei kuvausta

source: No forms found
et: Vorme ei leitud
fi: Ei lomakkeita

# noResourcesFound
source: No resources currently available
et: Hetkel pole saadaval ressursse
fi: Ei resursseja

source: No routines found
et: Rutineid ei leitud
fi: Ei harjoitusohjelmia

source: No tasks
et: Ülesandeid pole
fi: Ei tehtäviä

source: No thank you
et: Ei, aitäh
fi: Ei kiitos

source: No users found
et: Kasutajaid ei leitud
fi: Ei käyttäjiä

source: No visits found
et: Külastusi ei leitud
fi: Ei vierailuja

source: Not verified
et: Kinnitamata
fi: Ei vahvistettu

source: Notification
et: Teavitus
fi: Huomio

source: Oops!
et: Ups!
fi: Hups!

# otherItems
source: Other
et: Muud
fi: Muut

source: Page content
et: Lehe sisu
fi: Sivusisältö

source: Page count:
et: Lehekülgede arv:
fi: Sivumäärä

source: Participants
et: Osalejad
fi: Osallistujat

source: Password
et: Parool
fi: Salasana

source: Password changed
et: Parool muudetud
fi: Salasana vaihdettu

source: Password is required
et: Parool on kohustuslik
fi: Salasana on pakollinen

# passwordsDontMatch
source: Password and confirmation do not match
et: Parool ja kinnitus ei ühti
fi: Salasana ja vahvistus eivät täsmää

source: Pause
et: Paus
fi: Tauota

source: Phone
et: Telefon
fi: Puhelin

source: Phone or Email
et: Telefon või e-post
fi: Puhelin tai sähköpostiosoite

source: Physical activities
et: Füüsilised tegevused
fi: Liikunta

# pleaseCompleteFormProperly
source: Please complete the form properly
et: Palun täida vorm korrektselt
fi: Täytäthän kaikki vaadittavat kohdat

source: Please enter confirmation key
et: Palun sisesta kinnituse võti
fi: Anna vahvistuskoodi

source: Please enter password
et: Palun sisesta parool
fi: Anna salasana

source: Please enter phone number
et: Palun sisesta telefoninumber
fi: Anna puhelinnumero

# pleaseEnterPhoneOrEmail
source: Please enter phone number or email address
et: Palun sisesta telefoninumber või e-posti aadress
fi: Anna puhelinnumero tai sähköpostiosoite

# pleaseProvideValidEmail
source: Please provide a valid email address
et: Palun sisesta kehtiv e-posti aadress
fi: Anna kelvollinen sähköpostiosoite

# pleaseProvideValidPhoneNumber
source: Please provide a valid phone number
et: Palun sisesta kehtiv telefoninumber
fi: Tarkista puhelinnumero

# pleaseProvideValidPhoneOrEmail
source: Please provide a valid phone number or email address
et: Palun sisesta kehtiv telefoninumber või e-posti aadress
fi: Anna kelvollinen puhelinnumero tai sähköpostiosoite

source: Please provide your name
et: Palun sisesta oma nimi
fi: Anna nimesi

# pleaseWaitRegistering
source: Registering account, please wait
et: Konto registreerimine, palun oota
fi: Käyttäjätiliä rekisteröidään

source: Please wait, sending code
et: Palun oota, koodi saatmine
fi: Käsitellään koodia

source: Previous
et: Eelmine
fi: Edellinen

source: Privacy policy
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö

source: Processing
et: Töötlemine
fi: Käsitellään

source: Rating saved
et: Hinnang salvestatud
fi: Arvio tallennettu

source: Read more
et: Loe edasi
fi: Lue lisää

source: Refresh
et: Värskenda
fi: Lataa uudelleen

source: Registration failed
et: Registreerimine ebaõnnestus
fi: Tilin luonti epäonnistui

source: Request failed
et: Päring ebaõnnestus
fi: Pyyntö epäonnistui

# requestNewCode
source: Get new code
et: Hangi uus kood
fi: Pyydä uusi koodi

# requestNewPasswordTitle
source: Get new Password
et: Hangi uus parool
fi: Vaihda salasana

source: Resources
et: Ressursid
fi: Resurssit

source: Resume
et: Jätka
fi: Jatka

source: Retrieving coordinates
et: Koordinaatide hankimine
fi: Haetaan sijaintia

source: Routines
et: Rutiinid
fi: Harjoitusohjelmat

# routines_title
source: Routines
et: Rutiinid
fi: Harjoitukset

source: Save answer
et: Salvesta vastus
fi: Tallenna vastaus

source: Save data
et: Salvesta andmed
fi: Tallenna tiedot

# savingDataFailed
source: Failed to save data
et: Andmete salvestamine ebaõnnestus
fi: Tallennus epäonnistui

source: Scan Code
et: Skaneeri kood
fi: Skannaa koodi

source: Score
et: Tulemus
fi: Pisteet

# scoreListIsEmpty
source: No score earned yet
et: Punkte pole veel teenitud
fi: Ei ansaittuja pisteitä

source: Send answer
et: Saada vastus
fi: Lähetä vastaus

source: settings
et: Seaded
fi: Asetukset

source: Sign up
et: Registreeru
fi: Uusi tili

source: Tasks
et: Ülesanded
fi: Tehtävät

# thankyouForFeedback
source: Thank you for your input!
et: Täname tagasiside eest!
fi: Kiitos palautteestasi!

source: Today
et: Täna
fi: Tänään

source: unknown user
et: tundmatu kasutaja
fi: tuntematon käyttäjä

source: Unnamed
et: Nimetu
fi: Nimetön

source: Unnamed activity
et: Nimetu tegevus
fi: Nimetön tapahtuma

# unnamedLibraryItem
source: Unnamed item
et: Nimetu üksus
fi: Nimetön resurssi

# unnamedRoutine
source: Untitled routine
et: Nimetu rutiin
fi: Nimetön harjoitusohjelma

# unnamedWebPage
source: Untitled page
et: Nimetu leht
fi: Nimetön sivu

source: Untitled
et: Pealkirjata
fi: Nimetön

source: Use code
et: Kasuta koodi
fi: Lähetä koodi

source: User not found
et: Kasutajat ei leitud
fi: Käyttäjätiliä ei löytynyt

# validateContactTitle
source: Validate contact information
et: Valideeri kontaktandmed
fi: Vahvista yhteystieto

# valueIsRequired
source: This field is required
et: See väli on kohustuslik
fi: Tämä tieto on pakollinen

source: Verified
et: Kinnitatud
fi: Vahvistettu

source: verify
et: Kinnita
fi: Vahvista

source: Visit removed
et: Külastus eemaldatud
fi: Vierailu poistettu

# welcomeInfo
source: Show welcome info
et: Näita tervitusteavet
fi: Näytä aloitusinfo

# writeAnswerHere
source: Write your answer here for
et: Kirjuta vastus siia
fi: Kirjoita tähän vastauksesi kysymykseen

source: Yes
et: Jah
fi: kyllä

# youHaveThisBadge
source: You have this achievement
et: Sul on see saavutus
fi: Olet ansainnut tämän saavutuksen

source: Your answer has been saved
et: Sinu vastus on salvestatud
fi: Vastauksen tallentaminen onnistui

source: Your password
et: Sinu parool
fi: Syötä salasanasi
